{
  "translation": {
    "Home": "Início",
    "Songs": "Músicas",
    "Varieties": "Variedades",
    "About": "Sobre",
    "Language": "Idioma",
    "Show all": "Ver tudo",
    "Close": "Fechar",
    "Video not found": "Vídeo não encontrado",
    "Date of Birth": "Nascimento:",
    "Gallery": "Galeria",
    "Videos": "Vídeos",
    "Tracks": "Faixas:",
    "Original series": "Séries originais",
    "Watch on Youtube": "Assistir no Youtube",
    "Watch all episodes": "Assistir todos os episódios",
    "Footer": {
      "Description": "O Alphaz TV+ é um site feito de fãs para fãs, que visa reunir e divulgar o trabalho do XG. Todo conteúdo apresentado respeita o direto de propriedade da XGALX.",
      "XG Accounts": "Canais oficiais do XG",
      "Contact": "Contato",
      "All rights reserved": "{{year}} © Todos os diretios reservados"
    },
    "Realities": {
      "XG Three Meals a Day": "As meninas precisam preparar três refeições todos os dias. Para isso, toda manhã elas devem participar de uma prova, que vai determinar os ingredientes que vão ter disponível pelo resto do dia.",
      "X OR GO": "As meninas participam de provas que vão determinar as experiências que cada uma vai ter que passar, nessa viagem pelo interior da Coreia do Sul."
    },
    "Series": {
      "XTRA XTRA": "Um documentário em 9 episódios que acompanha a criação do grupo XG, desde o processo seletivo, treinos, ensaios e conflitos internos."
    },
    "AboutPage": {
      "About XG": "Sobre o XG",
      "XG-description": "XG é um grupo feminino japonês formado pela Xgalx, uma subsidiaria da Avex. O grupo é composto por sete membros: Jurin, Chisa, Hinata, Harvey, Juria, Maya e Cocona. Eles fizeram sua estreia no dia 18 de março de 2022, com o lançamento do single digital \"Tippy Toes\". O grupo é conhecido por suas coreografias complexas e habilidades de dança, além de suas canções pop e R&B com letras profundas.",
      "About website": "Sobre o site",
      "Website-description": "O Alphaz TV+ é um site feito de fã para fã, para ajudar Alphaz a encontrarem conteúdos com mais facilidade. NÂO SOMOS UMA FANSUB! Sabemos a dificuldade em encontrar vídeos e materiais espalhados por aí, então criamos este espaço para facilitar. Aqui, você será redirecionado diretamente para os links originais dos conteúdos."
    }
  }
}